Autodesk.Revit.DB.Events.ViewExportingEventArgs.ViewId
Identifies the view about to be exported.
Since:
2018

Autodesk.Revit.DB.Events.ViewExportingEventArgs
The event arguments used by the ViewExporting event.
Since:
2018